Repository: PloneGov-IT/monet.calendar.extensions
Catalog: monet/calendar/extensions/locales/*/LC_MESSAGES/monet.calendar.extensions.po
Languages: it

source: Afternoon
it: Pomeriggio

source: All day long
it: Tutto il giorno

source: Books
it: Libri

source: Children's events
it: Iniziative per bambini

source: Cinema and videos
it: Cinema, Video e Proiezioni

source: Circuses and street performances
it: Circo, Spettacoli di strada e Luna Park

source: Concerts
it: Concerti

source: Conferences, seminars and workshops
it: Conferenze, Seminari, Incontri e Lezioni

source: Conventions and round tables
it: Congressi e Convegni

source: Dance
it: Danza

source: Evening
it: Sera

source: Exhibitions
it: Mostre

source: Folklore and festivals
it: Sagre e Feste

source: Guided tours
it: Visite guidate

source: Markets
it: Mercati

source: Memorial days
it: Anniversari e Commemorazioni

source: Morning
it: Mattino

source: Music
it: Musica

source: Performances
it: Spettacoli

source: Prizes and competitions
it: Premiazioni di concorsi

source: Sports and games
it: Manifestazioni sportive

source: Theatre
it: Teatro

source: Trade fairs, expositions and markets
it: Fiere, Esposizioni e Mostre Mercato

source: label_all_events
it: -- Tutti gli eventi --

source: label_failed_arguments
it: Gli argomenti date non sono validi, inserire nuovamente le date.

source: label_failed_gtinterval
it: Il secondo parametro data (AL) deve essere superiore o uguale al primo parametro data (DAL), in modo tale che l'intervallo dei giorni specificato non sia negativo. Inserire nuovamente le date.

source: label_failed_interval
it: La ricerca degli eventi deve essere inferiore ai 30 giorni. Inserire nuovamente le date.

source: label_from
it: Dal

source: label_in
it: In

source: label_search
it: Cerca

source: label_search_event
it: Cerca evento

source: label_to
it: Al

source: no_events_found
it: Nessun evento è stato trovato.

source: weekday_fri
it: Venerdì

source: weekday_mon
it: Lunedì

source: weekday_sat
it: Sabato

source: weekday_sun
it: Domenica

source: weekday_thu
it: Giovedì

source: weekday_tue
it: Martedì

source: weekday_wed
it: Mercoledì
